Repository: maniax-at-work/contao-portfolio-bundle
Catalog: src/Resources/contao/languages/*/*_jobs_archive.xlf
Languages: de

# tl_jobs_archive.title.0
source: Title
de: Titel

# tl_jobs_archive.title.1
source: Please enter a jobs archive title.
de: Bitte geben Sie den Archiv-Titel ein.

# tl_jobs_archive.jumpTo.0
source: Redirect page
de: Weiterleitungsseite

# tl_jobs_archive.jumpTo.1
source: Please choose the jobs reader page to which visitors will be redirected when clicking a jobs item.
de: Bitte wählen Sie die Stellenangebotsleser-Seite aus, zu der Besucher weitergeleitet werden, wenn sie einen Beitrag anklicken.

# tl_jobs_archive.protected.0
source: Protect archive
de: Archiv schützen

# tl_jobs_archive.protected.1
source: Show jobs items to certain member groups only.
de: Stellenangebote nur bestimmten Mitgliedergruppen anzeigen.

# tl_jobs_archive.groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen

# tl_jobs_archive.groups.1
source: These groups will be able to see the jobs items in this archive.
de: Diese Mitgliedergruppen können die Stellenangebote des Archivs sehen.

# tl_jobs_archive.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_jobs_archive.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_jobs_archive.title_legend
source: Title and redirect page
de: Titel und Weiterleitung

# tl_jobs_archive.protected_legend
source: Access protection
de: Zugriffsschutz

# tl_jobs_archive.new.0
source: New
de: Neu

# tl_jobs_archive.new.1
source: Create a new jobs archive
de: Ein neues Stellenangebotsarchiv erstellen

# tl_jobs_archive.show
source: Show the details of jobs archive ID %s
de: Details des Stellenangebotsarchivs ID %s anzeigen

# tl_jobs_archive.edit
source: Edit jobs archive ID %s
de: Stellenangebotsarchiv ID %s bearbeiten

# tl_jobs_archive.editheader
source: Edit the settings of jobs archive ID %s
de: Einstellungen des Stellenangebotsarchivs ID %s bearbeiten

# tl_jobs_archive.editmeta
source: Edit the jobs archive settings
de: Stellenangebotsarchiveinstellungen bearbeiten

# tl_jobs_archive.copy
source: Duplicate jobs archive ID %s
de: Stellenangebotsarchiv ID %s duplizieren

# tl_jobs_archive.delete
source: Delete jobs archive ID %s
de: Stellenangebotsarchiv ID %s löschen
