Repository: maniax-at-work/contao-portfolio-bundle
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: de

# MOD.jobs.0
source: Jobs
de: Stellenangebote

# MOD.tl_jobs
source: Items
de: Beiträge

# FMD.jobs
source: Jobs
de: Stellenangebote

# FMD.jobslist.0
source: Jobslist
de: Stellenangebotsliste

# FMD.jobslist.1
source: Adds a list of jobs items to the page
de: Fügt der Seite eine Stellenangebotsliste hinzu

# FMD.jobsreader.0
source: Jobsreader
de: Stellenangebotsleser

# FMD.jobsreader.1
source: Shows the details of a jobs item
de: Stellt ein einzelnes Stellenangebot dar

# FMD.jobsarchive.0
source: Jobs archive
de: Stellenangebotarchiv

# FMD.jobsarchive.1
source: Adds a jobs archive to the page
de: Fügt der Seite ein Stellenangebotarchiv hinzu

# FMD.jobsmenu.0
source: Jobs archive menu
de: Stellenangebotarchiv-Menü

# FMD.jobsmenu.1
source: Generates a navigation menu to browse the jobs archive
de: Erzeugt ein Menü zur Navigation des Stellenangebotarchivs
